tutorials/incompressible/pimpleDyMFoam/wingMotion/wingMotion2D_simpleFoam/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

flowVelocity         (100 0 0);
pressure             0;
turbulentKE          37;
turbulentOmega       32;
#inputMode           merge

// ************************************************************************* //
